Revit 2027 API
ParameterTypeId.RbsPipeSlopeDefParam Property
 "Pipe Slope Definitions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSlopeDefParam { get; }
Public Shared ReadOnly Property RbsPipeSlopeDefParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSlopeDefParam {
	ForgeTypeId^ get ();
}
static member RbsPipeSlopeDefParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace